{"pages":[],"posts":[{"title":"1日目","text":"1.~あげく(に)接続 動た形/名ーの＋あげく(に)説明 表示结果,”最后的……”例文 町でお祭りがあって人ごみに巻き込まれたあげく、道に迷ってしまった。镇上有庙会,我被卷入拥挤的人群,最后迷路了. 進路についてさんざん悩んだあげく、大学院への進路を諦めることにした。关于毕业后的去向,我烦恼了许久,最后决定放弃读研. 兄に農作業を手伝わされたあげく、仕事が遅いなどと文句を言われた。被迫帮哥哥干农活,最后却被他抱怨说干活慢. 注意 带有消极意义.除了「〜あげく」的形式之外,还有「〜あげくのはてに」的形式,与「〜あげく」的意思相同,但是后项的结果比「〜あげく」更为严重,可用于连接两个句子,有接续词的功能. 2.〜あまり(に)接続 動辞書形/ナ形語幹ーな/名ーの＋あまり(に)説明 表示由于程度过甚,由此导致某种结果.”由于过度…而…”例文 彼女は人目を気にするあまりに、嫌なことも嫌だと素直に言えない。因为她太在意别人的眼光,即使是厌恶的事情也无法坦诚地说出来. 大好きなアイドルにやっと会えた幸子は、興奮のあまり、気を失った。幸子终于见到了自己非常喜欢的偶像,由于兴奋过度,晕倒了. 念願の大学に合格し、うれしさのあまりに、飛び上がりそうになった。考上了向往已久的大学,高兴得快要跳起来了. 注意 常与表达状态或感情的词一起使用,如「忙しさ」「驚き」「うれしい」「喜び」「悲しみ」「感激」「心配」等.","link":"/2019/04/15/bunpou_day1/"},{"title":"11日目","text":"23.〜(か)と思うと/(か)思ったら接続1 動た形＋(か)と思うと/(か)思ったら説明1 表示事情几乎同时发生,”刚…就…”例文1 朝、息子が慌てて学校に行ったかと思ったら、すぐ「ケータイ！」と叫びながら戻ってきた。儿子早上刚匆匆忙忙地出门上学,就边喊着”我的手机”边返回了家里. 急に空が暗くなったかと思うと、激しく雨が降り始めた。天空刚一暗下来,马上就开始下大雨了. 注意1 ① 表示前项的事情发生后,紧接着发生了后项的事情,并且后项多为意料之外的事情,包含说话人惊讶的心情.② 只能用于描述客观事实或他人的情况,不能用于说话人自身的行为。③ 用于描述现实的状况,后项不能是表示命令,意志,否定的内容. 接続2 動辞書形＋(か)と思うと/(か)思ったら説明2 表示结果与说话人预想的相反,”原以为…却…”例文2 やっと部屋がきれいに片付いたと思ったら、子どもたちが学校から帰ってきてまた散らかし始めた。原以为终于把房间收拾干净了,可结果孩子们从学校回来之后又开始弄得乱七八糟的. 息子は机に向かって勉強を始めたかと思うと、携帯電話でゲームをやり始めた。我原以为儿子坐在桌前开始学习了,可结果他却玩起了手机游戏. やっと仕事が終わったかと思ったら、また新しい仕事を頼まれた。原本以为工作终于结束了,结果又安排了新的工作. 注意2 后项表示与说话人预想相反的事情.","link":"/2019/05/06/bunpou_day11/"},{"title":"10日目","text":"21.〜がちだ/がちの/がちな接続 動ます形/名＋がちだ/がちの/がちな説明 表示倾向,”容易……”,”往往会”例文 この野菜ジュースは現代人に不足しがちな栄養素を補ってくれる。这个蔬菜汁可以补充现代人容易缺乏的营养元素. 冬は、部屋の換気を忘れがちだから、気をつけよう。冬天经常会忘记给房间通风换气,所以要多加注意. この時期になると、風邪などで学校を休みがちな生徒が増える。一到这个时期,因为感冒等而经常请假不来上课的学生会增多. 注意 ① 表示容易发生某种负面的,消极的事情.② 「がち」的活用相当于ナ形容词.结句用「〜がちな」;修饰名词用「〜がちな/がちの」。③ 「がち」前面接名词时表示容易产生该名词所表达的状态;接动词时,表示频繁发生某种行为,强调发生次数多. 22.〜かというと/かといえば接続1 動普通形/イ形＋(の)かというと/かといえばナ形語幹/名＋(なの)かというと/かといえば説明1 “至于是否…”,”是不是…就…”例文1 一流大学を卒業したから一流会社に就職できるかというと、そんなことはない。是不是一流大学毕业就能进入一流公司工作,事实并非如此. 昨日携帯電話を忘れて出かけだ、困ったことがあったかといえば、それでもなかった。昨天出门忘记带手机了,要说有没有很不方便,其实也还好. 歌を聞くのが好きだが、歌うのが上手なのかといえば、それでもない。虽然喜欢听歌,但是不是就很会唱歌,其实也并非如此. 姉はどちらかというと、母の方に似ている。总的来说,姐姐像母亲. 注意1 ①前项提出一个事实或前提,由此自然而然地推导出一个结果,可实际上结果于此相反,「かというと」和「かといえば」可以替换.句末是否定的形式,常用的有「それでもない/そうではない/そうとは限らない/そういうわけでもない/そこまでは行かない」等.②「どちらかというと/どちらかといえば」是固定用法,表示”说起来,总的来说……” 接続2 疑問詞＋かというと/かといえば説明2 提出疑问后,给出原因或解释,”要说…那是因为…”例文2 夏休みが嫌いだ、なぜかというと、宿題が多くてあまり遊ぶ時間がないからだ。我不喜欢暑假.要说为什么,那是因为作业太多,没什么时间玩. どうしてこんな所に物を置いたかというと、後で運ぶ時に便利だからだ。说到为什么要把东西放在这里,那是因为以后搬得的时候比较方便. 注意2 前项提出问题,后项给出解答,可用于自问自答的场合.「かというと」和 「かといえば」可以替换.后项与「〜からだ/のだ/ためだ」呼应使用,疑问词可以直接接「かというと」,也可以加上一个小句后再接「かというと」。如第一个例句中的「なぜかというと」也可以说成「なぜ夏休みが嫌いかというと」。","link":"/2019/05/05/bunpou_day10/"},{"title":"14日目","text":"29.〜かのようだ/かのような/かのように接続 動普通形＋かのようだ/かのような/かのように説明 “就像…一样”例文 夕方の空は、ひが燃えているかのような夕日が一面に広がっていた。傍晚时分,烈火般的夕阳染红了天空. あの少女の彫刻はとてもよく作られていて、まるで生きているかのようだ。那座少女的雕像做得很逼真,就像活的一样. 大きな爆発でビルが揺れ、まるで地震が起こったかのようだった。大楼因为巨大的爆炸而晃动,简直就像发生了地震了一样. 彼はまるで前もって結果を知っていたかのように、クールな顔で壇上に上がった。他就像事先已经知道了结果似的,很冷静地走上台。 注意 包含了”虽然实际上不是这样,但是表现得就像那样”的意思,「〜かのようだ」用于句末结局;「〜かのような」后接名词;「〜かのように」用在句中作状语. 30.〜からいいようなものの接続 文の普通形＋からいいようなものの説明 “(因为…)幸好(这次)”例文 この大事な資料が見つかったからいいようなものの、万が一、紛失したらどうするんだ。幸好找到了这份重要的资料,万一找不到该怎么办. 火事にならなかったからいいようなものの、これからたばこの火の始末に注意してください。幸好没有发生火灾,今后要注意熄灭烟头. 今回は事故が起こらなかったからいいようなもののこれからよく注意しないといけないですね。幸好这次没有发生事故,以后一定要注意. 注意 包含了”虽然这次避免了某种不好的事态的发生,但是并不能掉以轻心”的意思.类似的形式还有「〜からよかったものの」,如「あなたがたまたま確認してくれたからよかったものの、もう少しで原稿の締め切りに間に合わなくなるところだった。(幸好你碰巧帮我确认,否则差一点就要赶不上交稿日期了.)」.","link":"/2019/05/09/bunpou_day14/"},{"title":"13日目","text":"27.〜かねない接続 動ます形＋かねない説明 表示可能,”有可能”例文 A:「新人の山田くん、課長に注意されてもまた同じミスをやり」かねませんね。」B:「そうですね、あの山田くんだからね。」A:”那个叫山田的新人,即使被课长提醒过了,还是有可能再犯同样的错误吧”B:”是啊,因为是山田吗” そんな荒い運転では、事故を起こしかねない。开车那么野蛮的话,可能会引发事故. ここまで来ては、ちょっとした間違いが命取りになりかねない。事情到了这一步的话,一个小小的错误就可能致命. 注意 相当于「〜かもしれない」,不同的是「〜かねない」一般表示可能带来的负面的,不好的结果. 28.〜かねる接続 動ます形＋かねる説明 “很难…”,”难以…”例文 医療研究者の適性は学力試験だけでは判断しかねるところがあるため、面接試験で最終的な合否の判断を行います。仅凭学习能力的测试,在有些方面很难判断是否适合做医疗研究者,所以通过面试来作出最终合格与否的判断. 残念ながら、ご提案には賛成しかねます。很遗憾,我不能赞成您的提案. ご要望には応じかねますので、ご了承ください。我们很难满足您的要求,请见谅. 注意 ①包含了”即使想做某事也很难做到的意思”.惯用表达有「決めるに決めかねる(难以决定)/見るに見かねて(不忍目睹)」.②属于书面语,用于礼貌地,委婉地拒绝别人的要求等,如「わかりかねます(不知到)/できかねます(不能)」.③是用肯定的形式来表示否定的意义.","link":"/2019/05/08/bunpou_day13/"},{"title":"16日目","text":"34.〜からすると/からすれば接続 名＋からすると/からすれば説明 表示判断的依据,”从…来看”例文 あの人は話し方からすると、関西の出身だろう。从那个人的口音来看,大概是关西地区的人吧. メールの内容からすれば、その客さんはまだ商品使い方をわかっていないようだ。从邮件的内容来看,那位客人好像还没明白产品的使用方法. 今の実力からすると、勝つのはかなり難しい。从现在的实力来看,取胜是很难的. 注意 与「〜からいうと」用法相同。 35.〜からといって接続 文の普通形＋からといって説明 表示转折,”不能因为..就…”,”虽说…但是…”.例文 いくら若いからといって、徹夜を続けると体を壊しますよ。虽说年轻,但是持续熬夜的话,会损坏身体的. ドイツに留学したことがあるからといってドイツ語が流暢に話せるとは限らない。虽然在德国留过学,但未必就能说出一口流利的德语. 親だからといって、勝手にこどもの人生を決めるのはあまりよくない。虽然是家长,但是擅自决定孩子的人生是不好的. 注意 相当于「〜だけの理由で」,前项提出一个原因,后项对其进行否定,认为这个原因不成立或不充分 36.〜からには接続 動/イ形の普通形＋からにはナ形語幹/名＋である＋からには説明 “既然…就…”.例文 やると決めたからには、途中で投げ出したりせず、最後まで終わらせない。既然决定了要做,就不会中途放弃,想要坚持到最后. 社会人になったからには、仕事を頑張るつまりだ。既然已经步入社会了,就打算努力工作. 約束したからには、どんなことがあっても守らなければならない。既然已经约定好了,无论发生什么事情都必须遵守. 注意 与「〜以上は」「〜上は」意思相同","link":"/2019/05/11/bunpou_day16/"},{"title":"18日目","text":"39.〜気味接続 動ます形/名＋気味説明 表示倾向,程度,”稍微…””有点儿…”例文 最近、仕事が忙しくて疲れ気味だから、週末は家でのんびり過ごすつもりだ。最近工作很忙,感觉有点累,所以周末打算在家里悠闲地度过. 昨日から風邪気味で、だるくて何もする気になりません。昨天开始有点感冒,身体乏力,什么都不想干. 最近食べ過ぎのせいか、太り気味だ。最近大概是吃多了,感觉有点胖了. 注意 一般用于说话人自己的感觉,并且多用于表示不好的事情。 40.〜きり/きりだ接続1 動辞書形・た形/名＋きり説明1 表示限定,”只有…”例文1 赤ちゃんが生まれてから、夫婦二人きりで旅行するなんて不可能だ。孩子出生以后,就不可能夫妻两个人去旅游了. 一回きりの人生だから、楽しく過ごしたい。人生只有一次,所以想开心地度过. 今朝の新聞は見出しを読んだきりで、具体的な内容はまだ読んでいない。今天早上的报纸只看了标题,具体内容还没看. 注意1 表示限定时,相当于「〜だけ」。 接続2 動た形＋きり/きりだ説明2 表示前项发生以后,就再也没有发生后项.”一…就再没…”例文2 中川「あれ？森さん、新しい帽子ですか。」森「いえ、半年前に買ったきり、あまり使わなかったんです。」/中川:”咦?森,这是你新买的帽子吗”.森:”不是,自从半年前买了之后,就没有怎么戴过”. こんな見事な生け花の作品は私は無理ですよ。だって、生け花は10年前に習ったきりですから。这么漂亮的插花作品我是做不出来的.因为我十年前学过插花之后就再也没有接触过. 高校時代にお世話になった杉本先生には毎年年賀状を出しているけど、卒業式のときにあってきりだ。每年都会给高中时代关照过我的杉本老师寄贺年卡,不过我们高中毕业典礼之后就再也没有见过面了. 注意2 ①表示发生前项之后,其状态一直持续,并且再也没有发生后项.②「〜きりだ」用于句末结句,暗示之后再也没有发生过前项的事情,「〜きりで」用在句中中顿,表示再也没有发生后项表示的某件事.③惯用表达有「寝たきり」,表示”卧床不起”.","link":"/2019/05/13/bunpou_day18/"},{"title":"15日目","text":"31.〜からいうと/からいえば/からいったら/からいって接続 名＋からいうと/からいえば/からいったら/からいって説明 表示评论的立场,”从…来说”例文 A:「今の若者に一番伝えないことは何でしょうか。」B:「そうですね。教育者の立場からいうと」、自分らしさを大切に、本当にやりたいことを見つけてほしいですね.A:”您最想对现在的年轻人说的话是什么?”B:”嗯,从教育的立场来说,我希望年轻人能保持自己的个性,找到自己真正想要做的事情.” 私の経験からいうと、目の前の仕事にベストを尽くすことが大事だ。以我的经验来说,尽全力去做眼前的工作是很重要的. 彼女の性格からいうと、この仕事には向いていない。从性格来说,她不适合这份工作. 注意 表示”站在某个立场来说,来判断”,注意前面不能直接接表示人物的名词.如第三个例句中的「彼女の性格からいうと」不能说成「彼女からいうと」。 32.〜からこそ接続 文の普通形＋からこそ説明 强调原因,”正因为…”.例文 いつでもどこでも読める電子書籍がはやっている時代だからこそ、図書館でじっくり本を読む時間は貴重だ。当今时代,无论何时何地都能阅读的电子书籍十分流行,正因为如此,坐在图书馆里沉下心阅读的时间是宝贵的. 息子に生活費を自分で稼がせるのは、彼のためだと思っているからこそだ。让儿子自己赚生活费,正是为他着想. 本当にこの仕事が好きだからこそ、30年も続けてこられたと思います。我觉得正是因为真的喜欢这份工作,所以才能坚持做了30年. 逆境にあったからこそ、いろいろなことを学び成長できた。正因为身处逆境,才更能学到东西,得到成长. 注意 ①「こそ」表示强调,接在表示原因的「から」后面用来强调这个原因很重要,包含”不是因为别的,就是因为这个原因”的意思,是说话人主观的判断,因此不能用于表示客观地原因.②一般不用于表示负面的原因. 33.〜からして接続 名＋からして説明 表示判断的依据,”单从…来看”.例文 ここはさすがに老舗に温泉旅館ですね。木造の建物からして、長い歴史が感じられる。这里不愧是老字号的温泉旅馆.单从木制的建筑物来看,就能感受到其悠久的历史. 村田先生の新作小説は、そのタイトルからしておもしろい。田村老师新的小说,单从书名来看就很有意思. このレストラン、雰囲気からして結構高そうだね。这家餐厅,单从氛围来看就好像很贵. 注意 表示某一事物包含多个因素,仅从其中一个因素去判断整体,包含”别的怎么样先不说,单从这一点看就…”的意思","link":"/2019/05/10/bunpou_day15/"},{"title":"17日目","text":"37.〜から見ると/から見れば/から見て/から見ても接続 名＋から見ると/から見れば/から見て/から見ても説明 表示判断的立场,”从…来看”例文 親世代からみると、今の若者のライフスタイルに理解できないところも多いだろう。在父母那代人来看,现在的年轻人的生活方式也有很多无法理解的地方吧. 日本舞踊を習い始めて6年になる山田さんは、自分ではまだまだ下手だと言っている。しかし、まだ２か月の私から見れば山田さんの踊りは本当に美しい。学习日本舞蹈已经6年的山田,说自己跳得还不够好.然而,在刚学习舞蹈两个月的我看来,她跳得真的很美. 過去の実績から見れば、彼は次期社長として妥当だろう。从过去的实际业绩来看,他应该是很合适做下任社长的吧. 注意 与「〜からいうと」「〜からすると」意思相近,但是「〜からみると」可以直接接在表示人物的名词后面.「〜から見ても」表示”即使从…来看”。 38.〜代わりに接続 動/ナ形/イ形/名の名詞修飾形＋代わりに説明1 表示代替,交换例文1 引っ越しを手伝ってもらったかわりに、食事をごちそうしよう。你帮我搬家了,(作为回报)我请你吃饭吧. 友達にノートを貸してもらうかわりに、夕飯をごちそうすることにした。朋友借笔记给我,(作为回报)我决定请他吃完饭. 私が課長の代わりに明日の展覧会に参加する。我将代替课长出席明天的展览会. 注意1 接名词时,表示代替某人去做某事.接动词时,常常表示”回报,补偿,交换条件” 説明2 表示事物相反的两面,”虽然…但是…”例文2 この仕事は安定している代わりに、給料があまり高くない。这份工作虽然稳定,但工资不怎么高. インターネットの普及でさまざまな情報が手に入る代わりに、人とのコミュニケーションが少なくなった。由于互联网的普及,人们可以得到各种各样的信息,但与人的交流却变少了. 都市化が進んでいく中で、面倒くさい近所づきあいから解放されたかわりに、子育ての援助者を失っていく。在城市化不断发展的过程中,人们虽然摆脱了邻里间麻烦的交往,但也失去了养育孩子的援助者. 注意2 表示某个事物既有前项积极地一面,也有后项的消极的一面,而且两者是相互关联的,往往存在一定程度上的因果关系.","link":"/2019/05/12/bunpou_day17/"},{"title":"2日目","text":"3.〜以上(は)接続 動/ナ形/イ形の名詞修飾形＋以上(は)ナ形語幹/名＋である＋以上(は)説明 前项表示确定的事实,”既然…就…”例文 京都に来た以上、絶対金閣寺を見に行ったほうがいいよ。既然来个京都,就最好去金阁寺看看. みんなの前で一人でやると宣言した以上は、誰かに手伝ってもらうことはできない。既然在大家面前信誓旦旦地说要一个人做,就不能请别人帮忙. 学生である以上、学業を第一に考えるべきだ。既然是学生,就应该把学业放在第一位. 注意 后项常接表示决心,义务,建议,推量等表达说话人意志的内容. 4.〜一方/一方で(は)接続 動/ナ形/イ形の名詞修飾形＋一方/一方で(は)ナ形語幹/名＋である＋一方/一方で(は)説明 “一方面…另一方面…”,”一边…一边…”例文 労働力が不足している現象について、女性をフルに活用すべきだと主張する人がいる。一方で、女性の社会進出は少子化の原因たと考えている人もいる。关于劳动力不足的问题,有人主张应该充分利用女性劳动力.而另一方面也有人认为女性进入社会工作是导致少子化的原因. 科学の発展は便利な生活をもたらす一方で深刻な環境汚染を引き起こした。科学的发展一方面给生活带来了便利,另一方面又引起了环境污染. 彼女は歌手として活躍する一方で、女優としても。頭角を現した。她一方面活跃与歌坛,另一方面作为演员也崭露了头角. 注意 ①前后项可以是相反的,对比的关系(如第一和第二个例句),也可以是并列的关系(如第三个例句).②有接续词的功能,可用于连接两个句子(如第一个例句) 5.〜一方だ接続 動辞書形＋一方だ説明 “不断…”,”越来越…”例文 去年の日本のGDP成長率は予想を上回った。それに今年度の第一四半期も連続で改善したので、景気回復への期待は高まる一方だ。去年的日本GDP增长超出了预期.而且本年度第一季度也是持续增长的,所以人们对经济复苏的预期越来越高. 最近の調査によれば、未成年の犯罪率は高くなる一方だ。根据最近的调查显示,未成年人的犯罪率越来越高. ここ数年、経済回復のきざしが見えず、就職状況は厳しくなる一方だ。这几年,经济没有复苏的迹象,就业形势也越来越严峻. 注意 表示某种倾向,状态等朝一个方向不断发展.","link":"/2019/04/16/bunpou_day2/"},{"title":"19日目","text":"41.〜きる/きれる/きれない接続 動ます形＋きる/きれる/きれない説明1 表示做(不)完某个动作,”…(不)完”例文1 初めて市民マラソン大会に参加したが、頑張って走りきった。虽然是第一次参加马拉松大赛,但是努力跑完了全程. この製品はとても人気があるらしく、発売日売りきれてしまったそうだ。这个产品似乎很有人气,发售当天就卖光了. こんなにたくさんの料理は、二人では食べきれない。这么多的菜肴,两个人是吃不完的. 注意1 「〜きる」表示”(做)完”;「〜きれる」表示”能(做)完”;「〜きれない」表示”(做)不完”。 説明2 表示程度深例文2 スタッフに入会の手続きについて説明してもらったが、納得しきれないところがある。工作人员向我们说明了入会的手续,但是有些地方我还没有完全理解. 連日の残業で疲れきってしまった。连续几天加班,累坏了. 彼女は困りきった顔で、呆然と坐っていた。她一副非常为难的样子,呆呆地坐在那里. 注意2 ①「言い切る(断言)/思い切る(下决心)/わかり切る(很明白)」等,一般作为固定的动词来用②惯用表达有「死んでも死にきれない(死也不甘心)/数えきれないほど(不计其数的)」. 42.〜くせに/くせして接続 動/ナ形/イ形/名の名詞修飾形＋くせに/くせして説明 表示转折,”…却…””…可是…””明明…”例文 夫は子育てに全然協力しないくせに、私のやり方に不満があるようだ。丈夫完全不帮着带小孩,却好像对我带孩子的方式有所不满. 娘は今日から早起きすると言ったくせに、７時になっても起きてこない。女儿明明说了从今天开始要早起,但是到了七点了还没起床. あの人は新入社員のくせして生意気で自己主張が強い。那个人明明是个职场新人,却很傲慢,很喜欢坚持自己的观点. 注意 表示后项与前项不符合.接在表示人的名词后面时,表示后项与该人的身份不符,带有指责,不满,抱怨的语气.","link":"/2019/05/14/bunpou_day19/"},{"title":"20日目","text":"43.〜くらい/ぐらい(1)〜くらい/ぐらい接続 動辞書形・ない形ーない/ナ形語幹ーな/イ形/名＋くらい/ぐらい説明 表示程度.例文 スロージョギングは、普段歩くくらいのスピードで行うジョギングである。慢跑就是指平时走路的速度来跑步. A「このお店のロールケーキ、おいしいね。」。B「うん、毎日食べたいくらい好きだよ。」/A:”这家店的瑞士卷真好吃呀.”B:”嗯,我很喜欢,几乎每天都想吃” 朝から腰が痛くて、立っていられないぐらいだ。早上开始腰痛,不能久站. この1か月は仕事が忙しくて、ジムに行く暇もないくらいだ。这个月工作很忙,连去健身房的时间也没有. あいさつぐらいの簡単なフランス語なら私もできる。如果是寒暄之类的简单的法语,我也会. 注意 前三个例句表示动作和状态的程度,可以与「ほど」替换。第四和第五个例句表示最低程度时,不能用「ほど」,只能用「くらい/ぐらい」。另外,「ほど」表示最高程度时,不能用「くらい」,如「死ねほど忙しい(忙得要死)」不能说成「死ねくらい忙しい」。 (2)〜くらい/ぐらい(〜はない)接続 動辞書形/名＋くらい/ぐらい(〜はない)説明 “没有比…更…””…最…”例文 やりたくないことを無理にやるくらいつらいことはない。勉强自己去做自己不想做的事情是最痛苦的. 徹夜くらい健康に悪いことはない。没有比熬夜更损害健康了. 毎日同じ作業を繰り返すくらいつまないことはない。没有什么比每天反复做同样的工作更无聊了. 注意 此时,「くらい」,提示的事物是最高程度,可以用「ほど」替换. 44.〜ことか接続 動/ナ形/イ形/名の名詞修飾形＋ことか説明 “多么…啊”例文 中学生の息子がまた制服を脱ぎっぱなしにしている。もう何度注意したこたか。上中学的儿子又把校服脱了乱扔.我都提醒过他多少次了啊. 先週、空港で偶然好きなタレントに会えて、どれほど嬉しかったことか。上周在机场偶然见到了我喜欢的艺人,别提有多高兴了. 家の近くに地下鉄が通って、どんなに便利なことか。家附近通了地铁,多么方便啊. 注意 表示非常强烈的感情,前面常与「どれほど/どんなに/なんと/何度」等次呼应使用,如「何度注意したことか(我提醒你多少次了啊)」.","link":"/2019/05/15/bunpou_day20/"},{"title":"21日目","text":"45.〜ことから接続 動/イ形の名詞修飾形＋ことからナ形語幹＋な/である＋ことから名＋である＋ことから説明 表示原因或依据.”因为…””从…来看”.例文 彼はバレーボールのルールをよく知っていることから、練習試合の審判員に選ばれた。因为他熟知排球的规则,所以被选为练习赛的裁判. この橋は、姿がめがねのように見えることから、「めがね橋」と呼ばれるようになった。因为这座桥的外形看起来很像眼镜,所以被称之为”眼镜桥”. 指紋が一致たことから、彼は犯人に特定された。根据指纹相吻合的情况,他被认定为罪犯. 注意 可以表示前项是后项的原因(如第一和第二个例句),还可以表示前项是后项的依据(如第三个例句)。 46.〜ことだ接続 動辞書形・ない形ーない＋ことだ説明 表示忠告或建议等,”应该…””不要…”例文 友たちをたくさんつくりたかったら、自分から積極的に話しかけることだ。想多交朋友的话,就要自己主动地找别人说话. 健康的に痩せたかったら、食事の量を控え、適度な運動をすることだ。想要健康的瘦身的话,就要控制食量,适度运动. 読解力をつけたいのなら、毎日、新聞を読むことだ。想要提高阅读能力的话,就应该每天看报纸. 注意 用于说话人对对方的忠告,提醒等,建议对方这样做会更好. 47.〜ことだから接続 名＋の＋ことだから説明 表示说话人判断的依据,”因为是…”例文 小林さんは親切な人で、よく後輩の面倒を見る。そんな彼のことだから、頼めばきっと助けてくれるよ。小林为人热情,经常照顾晚辈.因为他是这样的一个人,所以你去拜托他的话,他肯定会帮忙. 時間にルーズな彼のことだから、今日も遅れてくるだろう。时间观念淡漠的他,今天也会迟到的吧. 品質管理に厳しい田中さんのことだから、そんなミスはしないでしょう。田中对质量监管要求很严格,想必不会犯那种错误吧. 注意 一般接在表示人物的名词后面,表示该人物具有某种特征,说话人通过对他的这一性格特征的了解作出某种判断,包含”因为他是这样的一个人,所以…”的意思. 48.〜ことなく/こともなく接続 動辞書形＋ことなく/こともなく説明 表示否定,”不…”例文 どんな時でも落ち込むことなく、強く前向きに生きられる人になりたい。我想成为无论何时都不气馁,能坚强乐观地生活的人. 今日は部内検討会だから、新人でも遠慮することなく、自分の意見を言っていい。因为今天是部门内部讨论会,所以新人也不用顾虑,可以发表自己的意见. 彼は一日も休むことなく小説を書き続けている。他不停的写小说,一天也没有停过. 注意 相当于「〜ないで/ずに」,属于书面语.「〜こともなく」比「〜ことなく」语气更强.","link":"/2019/05/16/bunpou_day21/"},{"title":"23日目","text":"51.〜際(は)/際に(は)接続 動辞書形・た形/名ーの＋際(は)/際に(に)説明 “在…时候””借…时机”例文 面接が終わって退室する際は、会釈をし、静かにドアを閉めましょう。面试完离开房间的时候,要点头致意,再轻轻地关上门. ご乗車の際は、乗務員に乗車券をご提示ください。乘车的时候,请向乘务员出示您的车票. 先月帰省した際に、高校の先生を訪ねた。上个月回老家时,借机去拜访了高中的老师. 注意 语气比「〜とき」更书面,并且带有”时机,契机”的意思. 52.〜最中(に)/最中だ接続 動ている形/イ形/名ーの＋最中(に)/最中だ説明 表示某动作正在进行,”正在…”例文 休みの日に、外食をしている最中に、会社から予定外の仕事の連絡が入った。休息天在外面吃饭的时候,接到公司的通知,说是临时有工作需要处理. 商談の最中だから、携帯電話をサイレントモードに設定しておいた。现在正在谈判,事先把手机设定成了静音模式. あの件に関しては、今、部内で検討している最中だ。关于那件事,现在正在内部讨论中. 原稿の締め切りで忙しい最中に、電話をかけてこないでください。现在正忙着赶交稿日期,你不要打电话过来了. 注意 表示正在做某事时,发生了后项的事情,后项事情多带有突发性和偶然性.多接在动词的持续体和「名ーの」的后面. 53.〜ざるを得ない接続 動ない形＋ざるを得ない するー&gt;せざるを得ない説明 “不得不”例文 大雨で、サッカーの試合は中止せざるを得なかった。由于大雨,这场足球比赛不得不终止. 勇気は認めるが、こんな登山計画は無謀だと言わざるを得ない。虽然你勇气可嘉,但不得不说这个登山计划欠斟酌. 明日から出張の予定だったんだけど、インフルエンザにかかってしまい、休みざるを得ない。原本计划明天出差的,但是得了流感,不得不请假休息. 注意 属于书面语,表示除此之外,别无他法.包含”本来不想做,但是迫于某种压力或原因而不得不去做”的意思","link":"/2019/05/21/bunpou_day23/"},{"title":"22日目","text":"49.〜ことは〜が接続 動/イ形の名詞修飾形＋ことは＋動/イ形の普通形＋がナ形語幹ーな＋ことは＋ナ形語幹＋だ＋が説明 表示让步,”…是…,但是…”例文 あの小説は読んだことは読んだが、方言がたくさん出てきて、話の筋があまりよくわからなかった。那部小说看是看过了,但是因为有很多方言,所以故事情节没怎么看明白. このレストランはおいしいことはおいしいが、値段が高すぎる。这家店好吃是好吃,就是太贵了. スペイン語はわかることはわかるが、話し方が早いとうまく理解できない。西班牙语懂是懂一点,但如果说得快的话就无法很好地理解. 注意 ①表示虽然承认前项,但并不能给予肯定,后项提出消极的方面。②前后项是使用同一个动词或同一个イ形、ナ形 50.〜ことはない接続 動辞書形＋ことはない説明 “没必要…””用不着…”例文 今回の失敗はあなたのせいじゃないんだから、謝ることはないよ。这次的失败不是你的错,所以没有必要道歉. バーベキューに必要な道具は、現地でレンタルできるので、わざわざ持っていくことはない。烧烤需要的器具,可以现场租借,所以没有必要特意带过去. 資料に詳しく書いてあるから、いちいち説明することはない。资料上面都详细写着,就不用一一解释了. 注意 相当于「〜する必要はない」,用于说话人对对方的忠告或建议等.与「何も/わざわざ」呼应使用,表示”并没有必要…””没有必要特意…”.","link":"/2019/05/17/bunpou_day22/"},{"title":"24日目","text":"54.〜次第/次第だ/次第で(1)〜次第接続 動ます形＋次第説明 表示前项刚一实现,马上就进行后项,”一…就(会)…”例文 (新聞読者のモニター募集)ホームページの内容を読みの上、ご応募ください。定員になり次第、締め切らせていただきます。(招募报纸读者评论员)请在阅读官网的内容之后报名.达到了规定的人数后,报名就会截止. 事故の詳しい原因がわかり次第、ご報告いたします。事故的具体原因调查清楚之后,我们会马上汇报. 吉田さんが戻り次第、折り返しお電話いたします。吉田先生一回来,就让他马上给您回电话. 注意 前项一般是表示事情的自然经过或实际情况,后项是有意识的,积极的行为.由于后项是即将要做的事情,所以不能用过去时. (2)〜次第だ/次第で接続1 動/ナ形/イ形の名詞修飾形＋次第だ/次第で説明1 表示原委,情况例文1 台風の影響で交通機関の運行が乱れたため、商品のお届けが遅れた次第です由于受台风的影响,交通运行混乱,所以商品的配送延迟了。 以上のような次第で、来週の社員旅行は延期にさせていただきます。由于上述情况,下周的员工旅行延期. 父が病気のため、実家の豆腐屋を引き継いだ次第だ。由于父亲生病,我就继承了老家的豆腐店. 注意1 解释事情的发展至此的原委和经过,属于书面语.「〜次第で」用在句中中顿;「〜次第だ」用在句末结尾. 接続2 名＋次第だ/次第で(は)説明2 表示根据,”取决于…””要看…来定”例文2 その企画が通るかどうかは、アンケート調査の結果次第だ。那个企划案能否通过,取决于问卷调查的结果. 同じ化粧品でも、使いかた次第では効果が変わってくることがあります。即使是同样的化妆品,有时根据不同的使用方法,效果也会有不同. この会社は年功序列ではなく、個人の業績次第で昇進が決まる。这家公司不是论资排辈,而是根据个人的业绩来决定升职. 注意2 「〜次第だ」用于句末;「〜次第で(は)」用于句中.也有「〜次第によって(は)」的形式,表示”根据…的情况”. 55.〜上/上は/上も接続 名＋上/上は/上も説明 “从…上来看””在…上”例文 不正の手段により個人情報を取得することは、法律上許されない。通过不正当的手段获取他人的个人信息,在法律上是不被允许的. 店員のいない自動販売店は、理論上は可能だが、現実的には限界がある。没有店员的无人商店,在理论上是可能的,但是现实中可行性有限. 歴史上の人物や史実を題材にした漫画が大好きだ。我很喜欢一历史人物和历史事实为题材的漫画. 注意 常接在「法律/教育/経済/理論/表面/書類」等词汇的后面. 56.〜末(に)/末の接続 動た形/名ーの＋末(に)/末の説明 表示结果,”经过…最后…”例文 長時間の議論の末に、やっと企画案の内容が決まった。经过长时间的讨论,企划案的内容最后终于定下来了. 考えに考えた末に、今の会社を辞め、自分の会社を立ち上げることにした。经过生死熟虑之后,决定辞掉现在的工作,创办自己的公司. この理論は８年にわたる研究の末に辿り着いた結果です。这个理论是经过了长达八年的研究后得出的结论. 後悔はしない。婚約を破棄したのは熟慮の末の決断なんだから。我不后悔.因为接触婚约是我经过深思熟虑之后作出的决定. 注意 包含”经过一番…最后终于…”的意思,强调经过了一个很长的过程,最后得出某个结论或者产生某个结果.","link":"/2019/05/22/bunpou_day24/"},{"title":"25日目","text":"57.〜ずにすむ/ないですむ/なくてすむ接続 動ない形＋ずにすむ動ない形＋ないですむ動ない形＋なくてすむする→せずにすむ/しないですむ説明 “不…(也可以解决)””不用…就可以了”例文 帰国する先輩から自転車を譲ってもらったので、新しいのを買わなくてすんだ。即将回国的前辈把自行车转让给了我,所以我就不用买新的了. 今朝乗っていた電車が一時運転見合わせになったけど、早めに家を出たので遅刻せずにすんだ。今天早上乘坐的电车停止运行了一段时间,但是因为提早出门了,所以没有迟到. 今回は風の症状が軽かったので、病院に行かずに済んだ。这次的感冒症状很轻,所以就不用去医院了. 注意 可以表示”不必做原来预定要做的事情”(如第一个例句和第三个例句),也可以表示”避免了可能会发生的事情”(如第二个例句) 58.〜ずにはいられない/ないではいられない接続 動ない形＋ずにはいられない 動ない形＋ないではいられない する→せずにはいられない/しないではいられない説明 表示迫切的心情,”不由得…””不得不…””不能不”例文 女性は三十歳を過ぎると、どうも年齢をきにせずにはいらなくなる。女性过了30岁,就不得不在意起自己的年龄了. 2時間も待たされて、担当スタッフに文句を言わずにはいらなかった。让我等了两个小时,所以忍不住队对责人抱怨了几句. 彼は自分のことをほうっておいてでも苦境にいる友達を助けないではいられない人だ。他这个人,即使不管自己的事情也忍不住要去帮助处于困境的朋友. 注意 表示控制不住做某事的心情,如果不做某事,心里会很不舒服","link":"/2019/05/23/bunpou_day25/"},{"title":"26日目","text":"59.〜せいで/せいか/せいだ/せいにする接続 動/ナ形/イ形/名の名修飾形＋せいで/せいか/せいだ/せいにする説明 表示原因,”因为…”例文 今年は二月の気温が低かったせいか、桜の開花が例年より遅い。今年可能是因为二月的气温比较低,樱花的花期比往年晚一些. ストレスのせいか、最近夜ぐっすり眠れない日が多い。也许是因为压力大,最近经常晚上睡不好. お腹が痛いのはきっと賞味期限が切れた牛乳を飲んだせいだ。肚子痛肯定是因为喝了过期的牛奶. 自分のミスを人のせいにするのはよくないよ。将自己的过错归咎于别人是不对的. 注意 ①表示由于某个原因导致了不好的,消极的结果②「〜せいで」用于句中.「〜せいだ」用于句末,常用于句型「〜のは〜せいにだ」。「〜せいか」表示不确定的原因,”可能是因为…”③句型「〜せいにする」表示”归咎于…””怪罪于(某人)…” 60.〜たいばかりに/ほしいばかりに接続 動ます形＋たいばかりに 名ーが＋ほしいばかりに説明 表示原因,”就是因为想”例文 ブランドバッグを手に入れたいばかりに、夏休みは一生懸命アルバイトをした。就是因为想买名牌包,暑假才拼命打工的. 好きな歌手のコンサートを見に行きたいばかりに、病気にかこつけて休みを取った。就是因为想去看喜欢的歌手的演唱会,才会生病为借口请假. 仕事を早く終わらせたいばかりに、昼休みも取らずに頑張った。就是因为想早点把工作做完,中午不休息努力干活. 注意 表示为了实现某种急切的愿望而不辞辛苦去做某事,或者不择手段去做某事,包含”一心想…”的意思.","link":"/2019/05/24/bunpou_day26/"},{"title":"27日目","text":"61.〜だけあって/だけに/だけのことはある/接続1 動/ナ形/イ形の名詞修飾形＋だけあって/だけに/だけのことはある名＋だけあって/だけに/だけのことはある説明1 “与…相称””不愧是…””到底没白…”例文1 鈴木くんは北国で育っただけあって、寒さに強い。铃木不愧是在北方长大的,不怕冷. 山田先生は10年も教壇に立っているだけあって、教え方がうまく生徒たちに人気だ。山田老师不愧是有着十年的教学经验,擅长教学,很受学生欢迎. 彼女は英語の発音がとてもきれいで、アメリカへ留学しただけのことはある。她的英语发音很标准,到底没有白去美国留学. 注意1 表示与其身份,地位,经历等相称,后项对其进行正面的评价.此时,「だけ/だけあって/だけに/だけのことはある」等几种形式都能使用.常与「さすがに」呼应使用. 接続2 動/ナ形/イ形の名詞修飾形＋だけに名＋だけに説明2 “正因为…更加…”例文2 山を登るのに苦労しただけに、頂上で見た風景は最高だった。正因为登山的过程很辛苦,爬到山顶后看到的风景才觉得格外美丽. 妹はもともと体が弱いだけに、風邪を引いても心配だ。正因为妹妹身体本来就很虚弱,所以就算是感冒也让人担心. こちらは壊れやすいものだけに、取り扱いには十分気をつけてください。这个物品容易损坏,所以请轻拿轻放. 注意2 相当于「〜だけに、なおさら」,表示”正因为前项的原因,后项才更加…”,此时一般使用「だけに」。 接続3 動/ナ形/イ形の名詞修飾形＋だけに名＋だけに説明3 “正因为…反倒…”例文3 体に自信があるだけに、かえって無理をして体を壊してしまった。正因为对身体有信心,所以反倒逞强弄坏了身体. 優勝することを期待していただけに、負けたときの失望は大きかった。正因为一直很期待取得胜利,所以失败时非常失望. 鈴木課長は普段静かなだけに、怒り出すとすごく怖い。正因为铃木课长平时很温和,生起气来十分可怕. 注意3 相当于「〜だけに、かえって」,表示”正因为…反而更加…”,此时一般使用「だけに」。 62.たとえ〜ても接続 たとえ＋動て形＋も たとえ＋イ形て形＋も たとえ＋ナ形語幹/名＋でも説明 表示让步,”即使…也…”例文 たとえ失敗しても、努力したことは決して無駄にならないと思います。我觉得即使失败,所做的努力也绝不会白费. たとえ両親に賛成されて結婚しても、一生うまくいくという保証はない。即使得到了父母的赞同结婚了,也无法保证一辈子都会幸福. たとえ苦しくても途中であきらめることなく、最後まで頑張るつもりだ。即使很辛苦,也不会中途放弃,打算坚持到最后. 注意 后项除了与「〜ても」搭配之外,还可以与「〜たところで/としても」等搭配使用.","link":"/2019/05/27/bunpou_day27/"},{"title":"28日目","text":"63.〜たところ接続 動た形＋ところ説明 表示做了前项的动作之后,发生或发现了后项的结果例文 化粧品売り場で新製品の問い合わせをしたところ、試用品をもらった。在化妆品专柜询问了下新产品,他们送了我试用装. 近くの交番に聞いたところ、昨日失くした定期券が届いていた。去附近的派出所问了下,得知昨天丢失的月票被人捡到送过来了. 彼にお願いしたところ、快く引き受けてくれた。我拜托了他,他很爽快地答应下来了. 注意 相当于「〜たら」。 64.〜たところが接続 動た形＋ところが説明 表示逆接,”然而…””虽然…但是…”例文 田中さんならわかるだろうと思って聞いてみたところが、彼にもわからないという。我想田中的话大概会知道的,我就问了问,可他说他也不知道. 今朝は早めに出かけたところが、交通事故に巻き込まれ遅刻してしまった。今天早上提早出门,可遇到了交通事故,迟到了. 昔住んでいた町を訪ねたところが、様子がすっかり変わっていて迷ってしまった。去了曾经住过的街道,完全变了样,都不认识了. 注意 表示逆接时,一定要用「〜たところが」的形式.后项的结果是与预想,期待相反. 65.〜たとたん(に)接続 動た形＋とたん(に)説明 “一…就…””刚…就…”例文 改札口を出たとたんに、傘を電車の中に忘れたことに気づいた。刚出检票口,就发现把伞忘在电车里了. 三日ぶりに会った幼い娘は、私の顔を見たとたん、わあーと泣き出した。时隔三天,年幼的女儿一看到我,就”哇”的一声哭了起来. 火災報知器のベルが鳴ったとたんに、みんな慌てて外に飛び出した。火灾报警器一响,人们就慌张往外面跑了出去. 注意 ①前项刚发生,接着就发生了后项,后项多是意料之外的事情,并且是说话人亲历的已经发生的事情了,因此句末只能是过去时.②后项不能是表示命令,意志,推量,否定的内容.","link":"/2019/05/28/bunpou_day28/"},{"title":"3日目","text":"6.〜上で(は)接続1 動辞書形/名ーの＋上で(は)説明1 “在……上”,”在……方面”例文1 あの二人は戸籍の上では夫婦だが、何年も別居していて他人同然になっている。那两人虽然在户籍上是夫妻,但是已经分居多年形同陌路了. 暦の上では立秋を過ぎたが、秋の気配がぜんぜん感じられない。在日历上已经过了立秋,但还丝毫感觉不到秋天的气息. 外国語を勉強する上で単語を覚えることはとても重要だ。在学习外语方面,记单词很重要. 注意1 前面接名词时,常接「暦/法律/地図/データ(数据)」等. 接続2 動た形/名ーの＋上(で)説明2 “在……之后”例文2 入場券の当日販売はありませんので、予めネットで入場券をお買い求めの上、ご入場ください。当天现场不售门票,所以请您事先在网上购票之后再入场. 添付ファイルを確認した上で、メールの送信を行う。确认好添加附件之后,再发送邮件. わたし一人では決めかねますので、社内で検討したうえで、お返事します。我一个人很难做出决定,所以在公司内部讨论之后,我再给您答复. 実物を見たうえで買うかどうか決める。看了实物之后再决定买不买. 注意2 有时可以用「名＋の＋上」,后面不用「で」,多用于通知等书面语(如第一个例句). 7.〜上は接続 動辞書形.た形＋上は説明 前项表示既定的事实.”既然…就…”例文 この仕事を任された上は、業務を遂行し実績を上げなければならない。既然被委任了这项工作,就必须完成任务,做出成绩. 目標を決めた上は、それに向かって前向きに行動しなければならない。既然确定了目标,就必须朝着这个目标积极地行动. こうなった上は、覚悟を決めて最後まで頑張るしかない。既然事已至此,就只好做好思想准备,坚持努力到最后了. 注意 与「〜以上」的用法相同,”既然…”的语气比「〜以上」更强烈.","link":"/2019/04/18/bunpou_day3/"},{"title":"4日目","text":"8.〜うちに接続1 動普通形/イ形 ＋ うちに### ナ形語幹ーな/名ーの ＋ うちに 説明1 “在……期间”,”趁着……”例文1 元気なうちに、趣味の山登りを楽しもうと思っている。我想趁着身体还硬朗,好好地去享受登山这一爱好. 忘れないうちに、手帳にメモしとこう。趁着还没忘记,先记在记事本上. 若いうちにいろいろなことに挑戦したいと思う。我想趁着年轻尝试各种挑战. 注意1 「〜うちに」的前面接表示一段时间的表达方式.接动词时,多接「動ている形」和「動ない形ーない」. 接続2 動ている形 和 ない形 ＋ うちに説明2 在某事发生期间,发生了另外的一件事情,可灵活翻译,”……着……”例文2 何年も飼っているうちに、ワンちゃんは我が家の一員になった。养了这么多年了,狗狗已经成为了我们家的一员了. 新しい一眼レフを買ったが、１か月も経たないうちに新型が発売されてがっかりした。我新买了一台单反相机,但是没过一个月就出了新款,很沮丧. ラグビーはあまり好きではなかったが、何度もテレビで試合を見ているうちに、好きになってきた。起初并不怎么喜欢橄榄球,但多次在电视机上观看比赛,渐渐地喜欢上了. 生徒たちは何度も話し合っているうちに、自然と仲間意識が出てきた。学生们经过不断交谈,自然而然地产生了同伴意识. 注意2 相当于「〜ている間に」。「〜うちに」的前项表示持续性的动作,后项表示发生了没有预想到的结果,并且是不知不觉地,自然而然地发生的. 9.〜うちは接続 動普通形/イ形＋うちは### ナ形語幹ーな/名ーの＋うちは 説明 “在(还没)…的时候/期间”例文 気象庁から大雨警報が発表されているうちは、外出を控えてください。在气象厅发布大雨警报期间,请尽量不要外出. 周りに米を作る農家が少なってきたが、おじいさんは元気なうちは稲作を頑張りたいと言っている。周围种植大米的农户越来越少,爷爷却说在身体还硬朗的时候要努力种植水稻. 工事をしているうちは、この道路は通行できません。在施工期间,这条道路无法通行. 注意 「〜うちは」强调”在某个时间段里,在某个期间”.既可以用于别人的事情,也可以用于说话人自己的事情.接动词时,多接「動ている形」,「動ている形＋うちは」相当于「〜ている間は」。 10.〜(よ)うではないか/(よ)うじゃないか接続 動意向形＋ではないか/じゃないか説明 表示建议或劝诱,”让我们…吧”例文 みなさん、自然環境を守るために、リサイクル活動に協力しようではありませんか。为了保护环境,让我们一起支持废品再利用运动吧. 今月の売り上げ目標も達成できたし、今日はみんなで大いに飲もうじゃないか。这个月的销售目标也完成了,今天大家一起痛痛快快地喝一杯吧. 優勝を目指して一緒に頑張ろうじゃないか。让我们为了胜利一起努力吧. 注意 包含强烈的呼吁,号召的语气,「〜(よ)うではありませんか」是其礼貌的表达方式.","link":"/2019/04/19/bunpou_day4/"},{"title":"5日目","text":"11.〜得る接続 動ます形＋得る説明 表示可能性,”能……”例文 地球温暖化が進むと、気候の変化、海面の上昇などの問題が生じ得る。地球温室效应不断加剧的话,可能会产生气候变化,海平面上升等问题. 今から必死になって頑張れば、志望の大学に入ることも十分にあり得る。从开始拼命努力的话,考上自己理想的大学还是非常有可能的. 今度のサッカーの決勝戦では、どんなことでも起こりうる。这次足球决赛,什么样的情况都有可能发生. 注意 ①「〜得る」表示可能性,而不是表示能力.而动词的可能态「〜れる/られる」既可以表示可能性,又可以表示能力.如表示”会说中文”时,只能用「中国語が話せる」,而不能用「中国語が話し得る」②「〜得る」一般用于书面语,其否定形式是「〜得ない」。「あり得る(常有,常见)」比较常用 12.〜得ない接続 動ます形＋得ない説明 表示没有某种可能”不太可能…”例文 他人の夢の中に潜入して、アイディアを盗むなんてありえない話だ。嵌入别人的梦中,窃取别人的创意什么的,是不可能的事情. 根性がないと、この目標を達しえないでしょう。没有毅力的话是无法达成这个目标的吧. 株式相場がこれからどう動くか予測し得ない。股票行情今后将如何变化是无法预测的. 注意 属于书面语,但是「ありえない」在口语中常用. 13.〜おかげで/おかげだ接続 動/ナ形/イ形/名の名詞修飾形＋おかげで/おかげだ説明 表示原因,”托…的福”,”多亏…”例文 中川先生にご指導いただいたおかげで、卒業論文を完成させることができました。多亏了中川老师的指导,才得以完成了毕业论文. 今日のイベントはスタッフのみなさんのおかげで、とても楽しい時間を過せました。ありがどうございました。今天的活动多亏了所有工作人员,我们度过了一段非常愉快的时光.非常感谢大家. 現代に生きる私たちは、科学技術のおかげで快適で便利な日常生活を送っている。由于科技的发展,生活在现代的我们才能过着舒坦便捷的生活. 仕事が予定より早く終わったのは、吉田先輩が手伝ってくれたおかげです。工作能够提早完成,多亏了吉田前辈的帮忙. 彼が余計なことを言ってくれたおかげで、大変な目に遭った。就因为他多嘴,我才倒了大霉. 注意 表示由于前项的原因,导致了后项的好结果.偶尔也能表示不好的原因(如第五句),此时是反语用法,包含讽刺的语气.「〜おかげで」用在句中;「〜おかげだ」用在句末结句.","link":"/2019/04/22/bunpou_day5/"},{"title":"7日目","text":"17.〜限り(は)/限りでは/ない限り(1)限り接続1 動辞書形・可能形/名ーの＋限り説明1 表示最大限度,”尽量……”,”竭尽……”例文1 思いつく限りの方法をすべて試してみたが、だめだった。所有能想到的方法我都试过了,但是行不通. できるかぎりの努力はした。あとは結果を待つのみだ。尽了自己的最大的努力,之后就是等待结果了. 山奥で道に迷い、声の限りに助けを求めた。在深山里迷路了,竭力的求救. 注意 表示达到了极限,惯用表达有「力の限り(用尽全力)/声の限り/命の限り(拼命地)/見渡す限り(放眼所及)」. 接続2 動辞書形・ている形/イ形＋限り(は)ナ形語幹＋な/である＋限り(は)名＋の/である＋限り(は)説明2 表示条件”只要…就”例文2 生きているかぎり、うれしいことも悲しいことも必ずある。只要活着,就一定会有开心的事和悲伤的事. 定年になっても元気な限り、働き続けたいと思っている人が増えている。即使退休,只要身体硬朗就还想工作的人在不断增加. 医者である限り、患者を助けるために必死に頑張らなければならない。只要身为医生,就必须为了救助患者而拼命努力. 注意2 表示在前项状态持续的期间,会发生后项的情况或状态,包含”如果前项条件不成立,后项的状态也有可能发生变化”的意思. (2).〜限り/限りで(は)接続 動辞書形・た形・ている形＋限りで(は)説明 表示在某个限定范围之内,”据…所知””据…调查”等.例文 うちの両親はとても仲がよく、わたしが覚えている限りでは、一度も喧嘩したことがない。我父母的感情很好,在我的记忆中他们从来没有吵过架. わたしが知っている限り、彼女はまだ結婚していない。据我所知,她还没有结婚. 私が聞いた限りでは、双方はまだ合意に達していない。据我所听到的,他们双方还没有达成一致. 注意 常与「見る/知る/聞く/調べる」等表示认知的动词搭配使用,是说话人留有余地的说法,包含”在…范围内是这样的,但在这个范围之外是什么情况,就不知道了”的意思. (3).〜ない限り接続 動ない形＋ない限り説明 “只要不…,就…”,”除非…否则就…”.例文 最近、A国株の急落はB国の株式市場にも影響を及ぼしていて、政府が何か有効な対策を立てない限り、今後も下落しつづけるだろう。最近,A国股价的暴跌也影响到了B国的股市,如果政府不采取有效对策的话,今后还会继续下跌吧. シングルマザーだから、誰かに頼んで子どもの面倒を見てもらわない限り、長時間勤務は不可能だ。因为是单亲妈妈,所以如果不拜托别人帮忙照顾孩子的话,就不能长时间工作. 資金の問題を解決しないかぎり、この工事を続けられない。除非解决资金问题,否则这项工程奖无法继续进行. 注意 相当于「〜なければ」.后项常与否定形式呼应使用,即「〜ない限り 〜ない」,表示”只要不…就不…”.","link":"/2019/04/24/bunpou_day7/"},{"title":"6日目","text":"14.〜恐れがある接続 動辞書形/名ーの＋恐れがある説明 表示有发生某种不好的事情的可能性,”恐怕会……”,”有……的危险”例文 明日も大雨が降り続くと、山崩れが起こるおそれがあります。明天还继续下大雨的话,可能会发生山体滑坡. 交渉の場ではっきり態度を示さないと、相手に誤解されるおそれがある。在谈判的时,如果态度不明确的话,可能会被对方误解. このままだど試合の後半に逆転されるおそれがある。照这样下去,下半场有被逆转的可能. 注意 「〜おそれがある」只能表示不好的事情发生的可能性,相当于「〜危険/心配/不安がある」等. 15.〜甲斐がある/甲斐がない/甲斐もなく接続 動た形/名ーの＋甲斐がある/甲斐がない/甲斐もなく説明 “(没)有…的价值,回报”,”没有白…/白…”例文 2時間も並んで待ってかいがあって、食べたラーメンは最高においしかった。排队2个小时没有白等,吃到的拉面好吃极了. 必死の説得のかいもなく、田村くんは会社を辞めた。田村辞职了,我拼命的劝说他都白费了. 希望を持って楽しく生きなければ、生まれた甲斐がない。如果不抱着希望快乐地活着的话,就白活了. 注意 「かいがなく/かいもなく」是「〜かいがない」在句中的中顿形式. 16.〜がきっかけで/がきっかけになって/をきっかけに(して)/をきっかけとして接続 動普通形ーの/名＋がきっかけで/がきっかけになって/をきっかけに(して)/をきっかけとして説明 “以…为契机,机会”例文 ヒット商品を開発したのがきっかけて、わが社は技術開発への投資を増やした。开发畅销产品为契机,我们公司加大了对技术开发的投入. 半年前、たまたま「効果的なコミュニケーション法」という市民セミナーに参加した。それをきっかけに、毎月市民セミナーに参加するようになった。半年前,偶然参加了”有效的交流方式”的市民讲座.以此为契机,之后每个月都参加市民讲座. 引っ越しをきっかけに、家具を買い換えた。以搬家为契机,换了新家具. 注意 「〜がきっかけで/がきっかけになって」有”…成为契机”的含义,「〜をきっかけに/をきっかけとして」有”…成为契机”的含义、两种形式只有细微的差别.","link":"/2019/04/23/bunpou_day6/"},{"title":"9日目","text":"20.〜がたい接続 動ます形＋がたい説明 “难以……”例文 明日、留学を終えて国に帰る。これまで仲良くしていた友だちとは本当に別れがいた。明天就要结束留学生活回国了.要与好友们告别,很是不舍. お年寄りを騙してお金をとる犯罪は許しがたい。骗取老年人钱财的犯罪行为是不能饶恕的. あの正直な彼が嘘をつくとは、信じがたい。那么诚实的他居然会撒谎,真实难以置信. 注意 ①是书面语,常与表示认知和说话有关的动词搭配使用,如「理解しがたい(难以理解)/想像したい(难以想象)/賛成しがたい(不能赞成)/信じがたい(难以置信)/言いがたい(难以启齿)/表がたい(难以表达)/許しがたい(不能饶恕)/受け入れがたい(难以接受)/認めがたい(不能承让)」.②「動かしがたい事実」为惯用表达,表示”不能否认的事实”","link":"/2019/04/26/bunpou_day9/"},{"title":"8日目","text":"18.〜が契機で/が契機になって/を契機に(して)/を契機として接続 動普通形ーの/名＋が契機で/が契機になって/を契機に(して)/を契機として/説明 “以……为契机,机会”例文 来月子供が生まれる。これを契機に、禁煙を決意した。下个月宝宝要出生了,以此为契机,我下定决心戒烟. 会社はロボット開発を契機に、新しい事業を展開した。公司以开发机器人为契机,开展了新的业务. 今回の業務提携を契機に、今後さまざまな分野での交流が期待される。以这次的业务合作为契机,期待今后在多个领域进行交流. 注意 与包含「きっかけ」的几个句型意思相同,是其书面语. 19.〜かけだ/かけの/かける接続 動ます形＋かけだ/かけの/かける説明 表示某动作开始后还没有结束,”没…完”,”…做到一半”例文 昨日買ってきたイチゴが、もう腐りかけている。昨天买来的草莓已经开始烂了. 食べかけのケーキにラップをして冷蔵庫に入れた。把吃了一半的蛋糕用保鲜膜包起来,放进了冰箱. 家の前で死にかけていた野良猫を拾って動物病院に連れてった。在家门口捡到一只块死的野猫,带它去了动物医院. 注意 ①既可以表示具体的动作做到一半,没有结束(如第二个例句),也可以表示某个状态已经开始发生(如第一第三个例句).②「〜かけだ」用于句末结局,「〜かけの」后面接名词,「〜かける」可用在居中修饰名词,也用在句末.","link":"/2019/04/25/bunpou_day8/"},{"title":"联系方式","text":"QQ: 464918717","link":"/2018/11/23/contactMe/"},{"title":"第４１課","text":"文法1.被动形式 基本型 被动型 書く 書かれる 食べる 食べられる 見る 見られる する される 来る こられる ２.名は(名に)动(ら)れる 私は犬に噛まれた。我被狗咬了 3.名は名に名を动(ら)れる 私は妹にケーキを食べられた。我的蛋糕被妹妹吃掉了 ４.名は名に动(ら)れる 彼女は夫に死なれた。她的丈夫死后对她造成了伤害. 陳さんは小鳥に逃げられた。小陈养的小鸟飞走了. 5.名が/は 动(ら)れる オリンピック大会は東京で行われる。奥林匹克大会在东京召开. 2010年の万博は上海で開かれた。2010年的世博会在上海举办了. 6.名は 名によって 动(ら)れる この本は葉子先生によって書かれた。这本是是由叶子老师写的. 『万有引力の法則』はニュートンによって発見されました。万有引力定律是由牛顿发现的","link":"/2018/12/19/dai41kai/"},{"title":"第４３課","text":"文法1.使役形式 基本型 使役形式 書く 書かせる 食べる 食べさせる 来る 来させる する させる 我让孩子去公园了(没有宾语)(私は)子供を公園に行かせる。 我让孩子去便利店买东西(有宾语)(私は)子供にコンビニで買い物をさせる。 2.名は 名を 自动(さ)せます 部長は李さんを出張させます。 あの課長は部下を休ませません。那个科长不让不下休息. 3.名は 名に 名を 他动(さ)せます 尽量避免在同一个句子里重复使用”を”. 陳さんは森さんに歌を歌わせます。老陈让森唱歌 先生は生徒にたくさんの歌を覚えさせました。老师让学生学习了很多歌曲. 4.动(さ)せてください 疲れました、（私を）少し休ませてください。我累了,让我稍微休息下. 5.ます形去掉ます ＋ やすいです/にくいです このボールペンはとても描きやすいです。这支圆珠笔很好用. 運動をしている人は太りにくいです。经常做运动的人不容易发胖. 6.使役被动形式 基本型 使役被动形式 書く 書かされる 食べる 食べさせられる 来る こさせられる する させられる 選手は監督に走らされます。运动员被教练要求跑步. 7.名词修饰名词时 が可以换成の 背が高い男の人。背の高い男の人。","link":"/2018/12/20/dai43ka/"},{"title":"第４２課","text":"文法1.小句1(动词た形/ない形),小句2名词+の+まま,小句 保持前面的状态不变,然后进行后面的行为まま前不能用敬体形 テレビをつけたまま、出かけてしまいました。开着电视就出门了 私たちは空腹のまま、出発しました。我们空着肚子就出发了 2.小句1(简体形)のに、小句2 逆接/明明…却…のに前不能用敬体形 こんなに好きなのに、言えない 目覚ましをかけておいたのに、今朝は起きられませんでした尽管上了闹钟,今天早上还是没有起来 ３.小句(简体形)はずです はず相当于名词应该 1.判断状况 2.道德二类形容词+な+はずです名词+の+はずです 会議は５時までですから、もうすぐ終わるはずです。 キムさんはこの大学の学生のはずです ４.小句(简体形)はずがありません 二类形容词+な+はずがありません。名词+の+はずがありません。 張さんは入院中ですから、旅行に行くはずがありません。 森さんはスキーがあんなに上手ですから、初心者のはずがありません。森先生的滑雪技术那么好,不可能是初学者. ~はずなのに 原本应该是怎么怎么样","link":"/2018/12/19/dai42ka/"},{"title":"第４４課","text":"文法1. 表示推测 (小句简体形/名+の)ようです(みたいです口语形式) 、 (小句简体形)らしいです 和 そうです的区别 ①ようです 根据自己感受到的推测(第六感也算) 主观 直接被观察,被推测 玄関のところに誰かいるようです。 風邪を引いたようです。 遠くから何か飛んできます。飛行機のようですね。ーーそのようですね。什么东西从远处飞过来了,好像是飞机.—-好像是. ②らしいです 当别人的面不能使用 偏客观事实 電気が消えています。李さんは出かけたらしいです。电灯关着,小李大概是出去了. ③有时前两者可以共用 如果站在第三者的角度客观地叙述推测的结论时可共用 李さんは出かけたらしいです。李さんは出かけたようです。 風邪を引いたようです。風邪をひいたらしいです。(X) 错误 ④(动词ます形去掉ます 或 形容词)そうです 除了推测还有 表示样态(33课) 一类形容词去掉い 加 そうです。 二类和名词直接加 このケーキはとても美味しそうです。(样态)这个蛋糕看上去很好吃. 雨が降りそうです。好像要下雨 注意点:前接形容词否定时用”~そうではありません”, 而前接动词否定时则用”~そうにありません” あまり美味しそうではありません。雨やめそうにありません。雨看上去不像要停的样子. ない なさそうですいい よさそうです “~そうです”可以不用再句尾,还可以用于名词的动词前面, 用于动词前用”~そうに”,用于名词前用”~そうな” 美味しそうなケーキですね。子供たちは楽しそうに遊んでいます。 2.小句(简体形)+らしいです 和 小句(简体形)+そうです(32课) 传闻(听说) 基本一样 天気予報によると、明日は雨だそうです。据天气预报说明天有雨 林さんはお酒が好きらしいですよ。据说小林喜欢喝酒. 3.动词/一类形/二类型+ 過ぎます 表示 过了(过多) 表示某种动作或事物的性质等超过了正常的量和程度. 其接续:动词: ます形去掉ます + 過ぎます一类形: 去掉い + 過ぎます二类形: 直接 + 過ぎます 昼ご飯を食べ過ぎました。このスープは熱すぎませんか。(你不觉得这个汤太烫了吗?)この説明は複雑すぎます。 (这个说明太复杂了) 4.一类形 + さ “一类形 + さ” 构成一种表示某种状态的名词. 方式吧词尾的い改成さ この暑さはいつまで続くんでしょう。(这种炎热的天气要持续到什么时候呢)富士山の美しさが心に残っています。(富士山的美留在了我的心底) 部分一类形后续接さ,成为表示大小,长短,轻重的名词 一类形 ~さ 大きい 大きさ 大小 高い 高さ 高度 深い 深さ 深度 長い 長さ 长度 広い 広さ 面积 太い 太さ 粗度 重い 重さ 重量 厚い 厚さ 厚度 速い 速さ 速度 某些二类形也可以后续接さ。但不如一类形用的普遍.例如:便利さ(方便程度) 複雑さ(复杂程度)但不能说 きれいさ(X) ひまさ(X)","link":"/2018/12/23/dai44ka/"},{"title":"第４５課","text":"文法1.动 + ていきます/てきました (持续/变化) 时间和空间的变化 少子化が進んで、日本の人口はだんだん減っていくでしょう。(少子化的现象日益加剧,日本的人口将会越来越少吧)二十年間ずっと日本語を勉強してきました。(这20年来我一直在学习日语) 2. 动 + てきました (出现) 表示某种状态的开始和出现 只限前接非意志动词 ずっと本を読んでいたので、目が疲れてきました。(之前一直在看书,眼睛开始累了.)お腹が空いてきたんですが、そろそろ食事に行きませんか。 (肚子有点饿了,咱们去吃饭好吗?) 3.小句1 + し, 小句2 + し, 小句3. 表示有多个理由 名词或二类形 + だ ＋ し只有一个し 暗示还有其他的理由 美味しいし、手軽だし、私は冷凍食品をよく食べます。(好吃又简单,我经常吃冷冻食品)電気も消えているし、かぎもかかっているし、きっと留守ですよ。(黑着灯,又锁着门,肯定不在家) 注意: “て”形和”~し、~し、~”的区别有两点:①”て”一般只用于连接形容词和名词,而”~し、~し、~”还可以接动词②”~し、~し、~”一般用于陈述原因,理由,而”て”形则可用于多个场合 4.动/一类形+ば 动/一类形+ほど+小句 动词ば形+动词基本形+ほど+小句 一类形容词ば形+一类形容词+ほど+小句越来越怎么怎么样 この本は読めば読むほど、面白いです。(这本书越读越有趣.)結婚式のスピーチは、短けば短いほどいいと言われていますね。(大家都说结婚典礼上的致辞越短越好.) 二类形容词有时也可以用于这一句型.其接续方式为:”二类形容词+なら＋二类形容词+な＋ほど”或”二类形容词+であれば＋二类形容词+な＋ほど”。前者多用于口语,后者多用于书面语. 子供は元気なら元気なほどいいです。(小孩越健康越好)子供は元気であれば元気なほどいいです。(小孩越健康越好) 5.”で/へ/から/まで/と” + の に后面不能加の 空港から市内までのアクセスがよくなりました。(从机场到市区的交通方便了.)北京から東京への便は1日に１０便以上あります。(一天有10个以上的航班从北京开往东京)これは母へのプレゼントです。これは母にのプレゼントです。(X)","link":"/2018/12/23/dai45ka/"},{"title":"第４６課","text":"文法1.表示比喻 名+の/动(简体形)ようです 名/动(简体形)みたいです 表示比喻时多与副词”まるで”呼应使用 よう＋な+名(人)になりたいよう＋に＋动 いい成績を取りたい。 これは柔らかくて、まるで本物の毛皮のようです。(这个软软乎乎的,好像真皮一样)まるでヨーロッパの町並みを見ているようですね。(真像看到了欧洲的街道) まるでテレビドラマのような出来事ですね。(真好像是电视剧里发生的事情一样) 2.名1+らしい+名词2 典型性 具有某个事物的典型特征 男らしい(男子汉) 女らしい(有女人味)男っぽい(女汉子) 女っぽい(娘炮)お前らしいなぁ。(真像你做事风格) 多与副词”いかにも”(典型的,确实) この着物はいかにも日本らしい柄ですね。(这件和服的花纹是典型的日本式) 如果”名词1”与”名词2”为同一个名词时,意思是”真正意义上的~,像样的~” このごろ忙しくて、食事らしい食事をしていません。(最近很忙,没正经吃过一顿饭) 3.名(时间)までに まで和までに的区别まで: 持续一段时间用までに: 时间点５時から１０時までずっとゲームをしていました。１０時までに宿題を提出してください。(请10点前提交作业) 4.名+の/动(简体形)+間(に) “~ 間”表示某种行为或事态的持续状态,多与副词”ずっと”一起使用学校が休みの間、アルバイトをするつまりなんだ。(我打算在学校放假的时候打工) “~ 間に”表示某种行为或事态发生或完成的时间范围.私が留学している間に、家の周りもずいぶん変わりました。(我留学期间,我家那一带发生了很大的变化) 5.名のような味/匂いがします 感觉到某种味道或气味时用”味/匂いがします(有味道/气味)”この牛乳、変な味がするけど、いつ買ったの？(这牛奶有股怪味儿,你什么时候买的?) “〜のような味/匂いがします”的形式この野菜、レモンのような味がしますね。このスープは、日本の味噌汁のような匂いがします。 除了”味/匂い”之外表示听觉”声、おと”,表示感觉”感じ等,也用”~がします”形式(有声音/有感觉)ここには昔来たことがある感じがします。(我觉得以前来过这里)注意 这里的”~します”绝不能用成”~あります” 参考: 表示身体状况的词语也可以加在”がします”的前面使用.さっきから、ちょっと吐き気がするんです。(从刚刚开始,觉得有点儿恶心)","link":"/2018/12/24/dai46ka/"},{"title":"第４７課","text":"文法1.尊他语 加在尊敬对象的动作行为上来用于长辈,上级,关系疏远的人上 2.动(ら)れます 被动(自带尊他) 明日社長が来られるそうだよ。(对社长的尊敬)部長は毎朝公園を散歩されるそうです。(据说部长每天早上都在公园散步) 3.お＋(一类动/二类动)になります “お+动词ます形去掉ます+になります”但是单音节不能用于在此形式,比如:見ます、寝ます、います。三类动词也不能用 社長はもう帰りましたか。尊他用法①帰られましたか。尊他用法②お帰りになりましたか。 旅行の日程はもうお決めになりましたか。(旅行的日程您已经定下来了吗) 4.お＋(一类动/二类动)ください。ご＋(三类动的汉子部分)ください “お+动词ます形去掉ます+ください”.”ご+三类动词汉字部分+ください”.去掉后只有一个音的动词不能使用エスカレーターをご利用ください。(请利用电梯.)こちらのドアからお入りください。(请从这个门进去.) 5.尊他语的特殊形式 “知っています”的尊他语是”こ存じです” 先生、何を召し上がりますか。(老师,您吃点什么?)まず、ホテルにチェックインなさいますか。(先到宾馆办理入住手续吗?)","link":"/2018/12/31/dai47ka/"},{"title":"第４８課","text":"文法1.お＋一类动/二类动します ご＋三类动的汉子部分します 自谦语 用在自己身上 ます形 お〜します 一类动词 話します お話しします 二类动词 見せます お見せします ます形 ご〜します 三类动词 連絡します ご連絡します お荷物は私がお持ちします。 2.自谦语的特殊形式 明日、私がそちらへ伺います。(明天我去您那儿拜访.)中国の北京から参りました。(我来自中国的北京.)コピーは私がいたします。(复印的是我来做.)黄教授に論文を見ていただきました。(我请黄教授给我看了论文.)案内状、拝見いたしました。(开业通知,我们已经拜读了.) 3.动ていただけますか 请求/动ていただけませんか ＝ 动てもらえませんか 用于请求对方为字做某事 この服、ちょっと小さいので、取り替えていただけませんか。(这件衣服小了点儿,能给我换一下吗) 4.使役+せていただきます ＝ します 请允许我做某事 使用频率较高,自谦程度高于”お/ご〜します”.其构成方式在动词使役形式的”て形”后面加”いただきます” 早速、資料を届け出せていただきます。(我这就把资料给您送过去)来週の水曜日、休ませていただきませんか。(下星期三,我想休息下,行吗?) 5.ございます＝あります/ 名でございます＝です 社長、一つお伺いしたいことがございます。(经理我有个问题像您请教下)あのう、お客様、おつりでございます。(对不起,这是找您的钱) 表达及词语讲解1.名称的敬语形式①名词尊他语 家を建てられたそうですね、お若いのに、立派ですね。(听说您盖了自己的房子了,您还这么年轻,真能干啊.) ②名词自谦语 帰ったら、すぐ社の者に資料を送らせます。(回去以后,马上让公司的人给您寄资料.) 2.おります/〜ております “います”的更谦和的说法是”おります”. 相应的”ています”的更谦和的说法是”ております” いつもお世話になっております。(承蒙多方关照)","link":"/2019/01/02/dai48ka/"},{"title":"navigationBar颜色问题","text":"1.在设置navigationBar颜色的时候，其实发现了并没有那么简单，一般我们会认为只要设置了backgroundColor，就会把navigationBar的背景颜色修改，其实并没有那么简单，修改的颜色并不能和我们想象的一样，总是感觉像蒙上了一层。1self.navigationController.navigationBar.backgroundColor = [UIColor greenColor]; 2.需要将阴影影藏,成了透明色12[self.navigationController.navigationBar setBackgroundImage:[UIImage new] forBarMetrics:UIBarMetricsDefault];[UIImage new]self.navigationBar.shadowImage = [UIImage new]; 3.在navigationBar中的一个属性值：translucent。 当背景为半透明的时候，界面的布局是从（0，0）开始的；当界面为纯色的时候，界面的布局从（0，64开始布局）.当背景图中包含alpha的色值，系统会默认将translucent设置为yes，没有包含色值的设置为no，所以我们需要手动设置translucent，这样系统就会按照固定的初始化为止开始布局。我一般设置为yes，让界面开始从（0，0）开始布局","link":"/2018/12/27/iOS-navigationBar-color/"},{"title":"12日目","text":"24.〜かと思えば接続1 動辞書形・た形/名＋かと思えば説明1 “原以为…却…”例文1 九月に入ってやっと涼しくなったかと思えば、また急に暑くなったりして残暑が厳しい。到了9月,原以为终于要凉快了,却突然变热,秋老虎还很厉害. 息子は学校から帰ってきたかと思えば、またすぐ遊びに出かけていった。儿子从学校回来了,却又马上出去完了. 注意1 后项是与说话人预想相反的事情 接続2 動辞書形+かと思えば説明2 表示并列,”既…又…”例文2 老後を一人で生きることを選ぶ熟年夫婦があるかと思えば、新しい旅立ちに向けて、退職後豪華な旅行にでる夫婦もある。有的中老年夫妻选择独自一人度过晚年,也有些夫妻打算一同踏上新的旅程—退休后参加豪华旅游. 百歳を越えて生きる人がいるかと思えば、一歳になることもなく、この世を去る赤ん坊もいる。既有活过百岁的寿星,也有还不到一岁就离开人世的婴儿. 注意2 常与「ある/いる」搭配使用,构成「〜かと思えば〜もある/いる」表示”既有…又有…”. 25.〜か〜ないかのうちに接続 動辞書形＋か＋動ない形ーない＋かのうちに説明 表示两件事情几乎同时发生,”刚…就…”,”还没…就…”例文 太郎は「ご馳走様」と言い終わるか終わらないかのうちに、席を立って自分の部屋に入った。太郎刚说完”我吃饱了”,就离开位子回到自己的房间了. 息子は夕飯を食べ終わるか終わらないかのうちに、またゲームを始めた。儿子刚吃完晚饭,就开始打游戏了. 電車に乗るか乗らないかのうちに、ドアがしまってしっまた。刚乘上电车,门就关了. 注意 ①使用同一个动词的肯定和否定形②前后项的两个动作几乎是同时发生,并且包含了”前项动作甚至还没有完成就发生了后项的动作”的意思.③用于描述已经发生的事实,后项不能是表示命令,意志,推量,否定的内容,并且只能是过去时. 26.〜か何か接続 動普通形/名＋か何か説明 表示泛指,”…什么的”例文 来週の日曜日は「母の日」なので、母にカーネーションの花束か何かを送ろうと思う。下周就是母亲节了,我想送妈妈一束康乃馨什么的. 仕事の合間、お茶か何かを飲む。工作间歇,喝喝茶什么的. パソコンはウィルスに感染したか何かでフリーズして動かなくなった。电脑因为中毒什么的死机了. 注意 前项内容并不是特定的.「〜か何か」也可以用「名＋や何か」的形式,表示”…或者…(之类的)”.另外,根据「何」后面具体所用到的动词,可将「何」后面的助词「か」变成「を」或「で」等. A:「ねえ、見て。この本、ベストセラーだって、買っちゃったよ。」B:「ああ、それって、最近テレビや何かで話題になっている小説でしょ。」A:你看,听说这本书是畅销书,我就买了.B:啊,那本书啊,就是最近在电视呀什么的上面经常被提到的那本小说吧.","link":"/2019/05/07/bunpou_day12/"}],"tags":[{"name":"N2文法","slug":"N2文法","link":"/tags/N2文法/"},{"name":"about","slug":"about","link":"/tags/about/"},{"name":"日本語","slug":"日本語","link":"/tags/日本語/"},{"name":"iOS","slug":"iOS","link":"/tags/iOS/"}],"categories":[]}